const LotteryConfig = {
    "names": {
        "XGLHC": "香港六合彩"
    },
    "XGLHC": {
        "ltTab": {
            "tm": "特码",
            "zt1m": "正特一码",
            "zt1x": "正特一肖",   
            "ztws": "正特尾数",            
            "lx": "连肖",
            "lm": "连码",
            "hzdxds": "总和大小单双",                     
        },
        "ltMethod": {
            "tm": {
                "tm": {
                    "title": "特码",
                    "method": {
                        "zx": {
                            "desc": "特码直选",
                            "num": "tm_zx||",
                            "name": "特码直选"
                        },
                        "sx": {
                            "desc": "特码生肖",
                            "num": "tm_sx||",
                            "name": "特码生肖"
                        },
                        "sb": {
                            "desc": "特码色波",
                            "num": "tm_sb||",
                            "name": "特码色波"
                        },
                        "dxds": {
                            "desc": "大小单双",
                            "num": "tm_dxds||",
                            "name": "特码大小单双"
                        },
                        "ws": {
                            "desc": "特码尾数",
                            "num": "tm_ws||",
                            "name": "特码尾数"
                        }
                    }
                }
            },
            "zt1m": {
                "zt1m": {
                    "title": "正特一码",
                    "method": {
                        "zt1m": {
                            "desc": "正特一码",
                            "num": "zt1m_zt1m||",
                            "name": "正特一码"
                        }
                    }
                }
            },
            "zt1x": {
                "zt1x": {
                    "title": "正特一肖",
                    "method": {
                        "zt1x": {
                            "desc": "正特一肖",
                            "num": "zt1x_zt1x||",
                            "name": "正特一肖"
                        }
                    }
                }
            },
            "ztws": {
                "ztws": {
                    "title": "正特尾数",
                    "method": {
                        "ztws": {
                            "desc": "正特尾数",
                            "num": "ztws_ztws||",
                            "name": "正特尾数"
                        }
                    }
                }
            },
            "lx": {
                "lx": {
                    "title": "连肖",
                    "method": {
                        "2lx": {
                            "desc": "二连肖",
                            "num": "lx_2lx||",
                            "name": "二连肖"
                        },
                        "3lx": {
                            "desc": "三连肖",
                            "num": "lx_3lx||",
                            "name": "三连肖"
                        },
                        "4lx": {
                            "desc": "四连肖",
                            "num": "lx_4lx||",
                            "name": "四连肖"
                        }
                    }
                }
            },
            "lm": {
                "lm": {
                    "title": "连码",
                    "method": {
                        "2z2": {
                            "desc": "二中二",
                            "num": "lm_2z2||",
                            "name": "二中二"
                        },
                        "3z2": {
                            "desc": "三中二",
                            "num": "lm_3z2||",
                            "name": "三中二"
                        },
                        "3z3": {
                            "desc": "三中三",
                            "num": "lm_3z3||",
                            "name": "三中三"
                        }
                    }
                }
            },
            "hzdxds": {
                "hzdxds": {
                    "title": "总和大小单双",
                    "method": {
                        "hzdxds": {
                            "desc": "总和大小单双",
                            "num": "hzdxds_hzdxds||",
                            "name": "总和大小单双"
                        }
                    }
                }
            }
        }
    }
};
const LotteryTips = {
    "lhc": {
        "tm_tm_zx": {
            "title": "从1-49这49个号码中任选一个号码作为一注，下注号码与特码的开奖号码相同，即为中奖。",
            "paraphrase": "从1-49这49个号码中任选一个号码作为一注，下注号码与特码的开奖号码相同，即为中奖。"
        },
        "tm_tm_sx": {
            "title": "从十二生肖中选择一个生肖作为一注，特码的开奖号码属于所选生肖对应的号码，即为中奖。",
            "paraphrase": "从十二生肖中选择一个生肖作为一注，特码的开奖号码属于所选生肖对应的号码，即为中奖。"
        },
        "tm_tm_sb": {
            "title": "从红波、蓝波、绿波三个色波中选择一个作为一注，特码的开奖号码颜色与所选色波颜色相同，即为中奖。",
            "paraphrase": "从红波、蓝波、绿波三个色波中选择一个作为一注，特码的开奖号码颜色与所选色波颜色相同，即为中奖。"
        },
        "tm_tm_dxds": {
            "title": "从大、小、单、双中任选一个作为一注，投注项与特码的开奖号码相符时，即为中奖（1-24为小，25-49为大）。",
            "paraphrase": "从大、小、单、双中任选一个作为一注，投注项与特码的开奖号码相符时，即为中奖（1-24为小，25-49为大）。"
        },
        "tm_tm_ws": {
            "title": "从0尾-9尾中任选一个作为一注，特码的开奖号码属于所选尾数对应的号码，即为中奖。",
            "paraphrase": "从0尾-9尾中任选一个作为一注，特码的开奖号码属于所选尾数对应的号码，即为中奖。"
        },
        "zt1m_zt1m_zt1m": {
            "title": "选择1个号码作为1注，只要下注号码出现在当期开奖号码中(正码+特码)，即为中奖",
            "paraphrase": "选择1个号码作为1注，只要下注号码出现在当期开奖号码中(正码+特码)，即为中奖"
        },
        "zt1x_zt1x_zt1x": {
            "title": "选择1个生肖作为1注，只要当期号码（正码+特码）中，有1个或以上的号码属于所选的生肖，即为中奖。",
            "paraphrase": "选择1个生肖作为1注，只要当期号码（正码+特码）中，有1个或以上的号码属于所选的生肖，即为中奖。"
        },
        "ztws_ztws_ztws": {
            "title": "选择1个尾数作为1注，只要当期号码（正码+特码）中，有1个或以上的号码属于所选的尾数范围，即为中奖。",
            "paraphrase": "选择1个尾数作为1注，只要当期号码（正码+特码）中，有1个或以上的号码属于所选的尾数范围，即为中奖。"
        },
        "lx_lx_2lx": {
            "title": "选择两个生肖作为1注，若这两个生肖中的每1个，都能在开奖号码中找到与之对应的号码（1个或以上），即中奖。",
            "paraphrase": "选择两个生肖作为1注，若这两个生肖中的每1个，都能在开奖号码中找到与之对应的号码（1个或以上），即中奖。"
        },
        "lx_lx_3lx": {
            "title": "选择3个生肖作为1注，若这3个生肖中的每1个，都能在开奖号码中找到与之对应的号码（1个或以上），即中奖。",
            "paraphrase": "选择3个生肖作为1注，若这3个生肖中的每1个，都能在开奖号码中找到与之对应的号码（1个或以上），即中奖。"
        },
        "lx_lx_4lx": {
            "title": "选择4个生肖作为1注，若这4个生肖中的每1个，都能在开奖号码中找到与之对应的号码（1个或以上），即中奖。",
            "paraphrase": "选择4个生肖作为1注，若这4个生肖中的每1个，都能在开奖号码中找到与之对应的号码（1个或以上），即中奖。"
        },
        "lm_lm_2z2": {
            "title": "选择两个号码作为1注，当期开奖号码的正码中，出现所选的2个号码，即为中奖。",
            "paraphrase": "选择两个号码作为1注，当期开奖号码的正码中，出现所选的2个号码，即为中奖。"
        },
        "lm_lm_3z2": {
            "title": "选择3个号码作为1注，当期开奖号码的正码中，出现所选3个号码中任意2个或3个，都为中奖。",
            "paraphrase": "选择3个号码作为1注，当期开奖号码的正码中，出现所选3个号码中任意2个或3个，都为中奖。"
        },
        "lm_lm_3z3": {
            "title": "选择3个号码作为1注，当期开奖号码的正码中，出现所选的3个号码，即为中奖。",
            "paraphrase": "选择3个号码作为1注，当期开奖号码的正码中，出现所选的3个号码，即为中奖。"
        },
        "hzdxds_hzdxds_hzdxds": {
            "title": "所有7个开奖号码的数值总和叫做和值，如果和值大于或等于175则“大”中奖，小于175则“小”中奖；和值是单数，则“单”中奖，是双数则“双”中奖。",
            "paraphrase": "所有7个开奖号码的数值总和叫做和值，如果和值大于或等于175则“大”中奖，小于175则“小”中奖；和值是单数，则“单”中奖，是双数则“双”中奖。"
        }
    },
};