export default {
    "ssc": {
        "wx_zx_fs": {
            "title": "在万位、千位、百位、十位、个位上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "wx_zx_ds": {
            "title": "手动输入或导入一个五位数号码，组合成一注。录入的号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "wx_zx_zh": {
            "title": "在万位、千位、百位、十位、个位上各选一个号码，组成1-5星的组合共5注。所选号码的个位与开奖号码个位相同，即中1个五等奖；所选号码的个位、十位与开奖号码个位、十位相同，即中1个五等奖和1个四等奖；以此类推，最多中五个奖。"
        },
        "wx_zux_z120": {
            "title": "从0-9中任选5个号码组成一注，所选号码与开奖号码数字相同，顺序不限，即为中奖。"
        },
        "wx_zux_z60": {
            "title": "从0-9中选择1个号码作为二重号；再从0-9中选择3个号码作为单号。若所选择的二重号在开奖号码中出现了2次，单号各出现1次，即为中奖。"
        },
        "wx_zux_z30": {
            "title": "从0-9中选择2个号码作为二重号；再从0-9中选择1个号码作为单号。若所选择的二重号在开奖号码中分别出现了2次，单号出现1次，即为中奖。"
        },
        "wx_zux_z20": {
            "title": "从0-9中选择1个号码作为三重号；再从0-9中选择2个号码作为单号。若所选择的三重号在开奖号码中出现了3次，两个单号出现1次，即为中奖。"
        },
        "wx_zux_z10": {
            "title": "从0-9中选择1个号码作为三重号；再从0-9中选择1个号码作为二重号。若所选择的三重号在开奖号码中出现了3次，二重号出现了2次，即为中奖。"
        },
        "wx_zux_z5": {
            "title": "从0-9中选择1个号码作为四重号；再从0-9中选择1个号码作为单号。若所选择的四重号在开奖号码中出现了4次，单号出现了1次，即为中奖。"
        },
        "sx_zx_fs": {
            "title": "在千位、百位、十位、个位上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "sx_zx_ds": {
            "title": "手动输入或导入一个四位数号码，组合成一注。录入的号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "sx_zx_zh": {
            "title": "在千位、百位、十位、个位上各选一个号码，组成1-4星的组合共4注。所选号码的个位与开奖号码个位相同，即中1个五等奖；所选号码的个位、十位与开奖号码个位、十位相同，即中1个四等奖和1个三等奖；以此类推，最多中四个奖。"
        },
        "sx_zux_z24": {
            "title": "从0-9中任选4个号码组成一注，所选号码与开奖号码的千、百、十、个位数字相同，顺序不限，即为中奖。"
        },
        "sx_zux_z12": {
            "title": "从0-9中选择1个号码作为二重号；再从0-9中选择2个号码作为单号。若所选的二重号在开奖号码的千、百、十、个位中出现了2次，两个单号各出现1次，即为中奖。"
        },
        "sx_zux_z6": {
            "title": "从0-9中选择2个号码作为二重号。若所选择的二重号在开奖号码的千、百、十、个位中分别出现了两次，即为中奖。"
        },
        "sx_zux_z4": {
            "title": "从0-9中选择1个号码作为三重号；再从0-9中选择1个号码作为单号。若所选择的三重号在开奖号码的千、百、十、个位中出现了三次，单号出现了1次，即为中奖。"
        },
        "hsm_zx_fs": {
            "title": "在百位、十位、个位上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "hsm_zx_ds": {
            "title": "手动输入或导入一个三位数号码，组合成一注。录入的号码与开奖号码的百位、十位、个位一致且顺序相同，即为中奖。"
        },
        "hsm_zx_hz": {
            "title": "从0-27中选择一个号码，若开奖号码的百、十、个位相加之和，等于所选号码，即为中奖。"
        },
        "hsm_zx_kd": {
            "title": "选择一个数值，若所选数值等于开奖号码的后3位最大与最小数字相减之差，即为中奖。"
        },
        "hsm_zux_z3": {
            "title": "从0-9中选择2个号码组成两注，所选号码与开奖号码的百、十、个位数字相同，顺序不限，即为中奖。"
        },
        "hsm_zux_z6": {
            "title": "从0-9中选择3个号码组成一注，所选号码与开奖号码的百、十、个位数字相同，顺序不限，即为中奖。"
        },
        "hsm_zux_hh": {
            "title": "手动输入或导入号码，三个号码为一注，对比开奖号码的百位、十位、个位，符合后三组三或组六的规则，均为中奖。"
        },
        "hsm_zux_hz": {
            "title": "从1-26中选择一个号码作为一注，所选号码等于开奖号码百、十、个位数字（豹子号除外，如：333）相加之和，即为中奖。"
        },
        "hsm_zux_bd": {
            "title": "从0-9中任选一个号码，开奖号码后三位任意1位号码与所选号码相同（不含豹子号），即为中奖。"
        },
        "qsm_zx_fs": {
            "title": "在万位、千位、百位上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "qsm_zx_ds": {
            "title": "手动输入或导入一个三位数号码，组合成一注。录入的号码与开奖号码的万位、千位、百位一致且顺序相同，即为中奖。"
        },
        "qsm_zx_hz": {
            "title": "从0-27中选择一个号码，若开奖号码的万、千、百位相加之和，等于所选号码，即为中奖。"
        },
        "qsm_zx_kd": {
            "title": "选择一个数值，若所选数值等于开奖号码的前3位最大与最小数字相减之差，即为中奖。"
        },
        "qsm_zux_z3": {
            "title": "从0-9中选择2个号码组成两注，所选号码与开奖号码的万、千、百位数字相同，顺序不限，即为中奖。"
        },
        "qsm_zux_z6": {
            "title": "从0-9中选择3个号码组成一注，所选号码与开奖号码的万、千、百位数字相同，顺序不限，即为中奖。"
        },
        "qsm_zux_hh": {
            "title": "手动输入或导入号码，三个号码为一注，对比开奖号码的万位、千位、百位，符合前三组三或组六的规则，均为中奖。"
        },
        "qsm_zux_hz": {
            "title": "从1-26中选择一个号码作为一注，所选号码等于开奖号码万、千、百位数字（豹子号除外，如：333）相加之和，即为中奖。"
        },
        "qsm_zux_bd": {
            "title": "从0-9中任选一个号码，开奖号码前三位任意1位号码与所选号码相同（不含豹子号），即为中奖。"
        },
        "zsm_zx_fs": {
            "title": "在千位、百位、十位上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "zsm_zx_ds": {
            "title": "手动输入或导入一个三位数号码，组合成一注。录入的号码与开奖号码的千位、百位、十位一致且顺序相同，即为中奖。"
        },
        "zsm_zx_hz": {
            "title": "从0-27中选择一个号码，若开奖号码的千、百、十位相加之和，等于所选号码，即为中奖。"
        },
        "zsm_zx_kd": {
            "title": "选择一个数值，若所选数值等于开奖号码的中3位最大与最小数字相减之差，即为中奖。"
        },
        "zsm_zux_z3": {
            "title": "从0-9中选择2个号码组成两注，所选号码与开奖号码的千、百、十位数字相同，顺序不限，即为中奖。"
        },
        "zsm_zux_z6": {
            "title": "从0-9中选择3个号码组成一注，所选号码与开奖号码的千、百、十位数字相同，顺序不限，即为中奖。"
        },
        "zsm_zux_hh": {
            "title": "手动输入或导入号码，三个号码为一注，对比开奖号码的千位、百位、十位，符合中三组三或组六的规则，均为中奖。"
        },
        "zsm_zux_hz": {
            "title": "从1-26中选择一个号码作为一注，所选号码等于开奖号码千、百、十位数字（豹子号除外，如：333）相加之和，即为中奖。"
        },
        "zsm_zux_bd": {
            "title": "从0-9中任选一个号码，开奖号码中三位任意1位号码与所选号码相同（不含豹子号），即为中奖。"
        },
        "em_zx_hfs": {
            "title": "在十位、个位上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "em_zx_hds": {
            "title": "手动输入或导入一个两位数号码，组合成一注。录入的号码与开奖号码的十位、个位一致且顺序相同，即为中奖。"
        },
        "em_zx_hhz": {
            "title": "从0-18中选择一个号码，所选号码等于开奖号码的十、个位数字相加之和，即为中奖。"
        },
        "em_zx_hkd": {
            "title": "选择一个数值，若所选数值等于开奖号码的后两位数字之差，即为中奖。"
        },
        "em_zx_qfs": {
            "title": "在万位、千位上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "em_zx_qds": {
            "title": "手动输入或导入一个两位数号码，组合成一注。录入的号码与开奖号码的万位、千位一致且顺序相同，即为中奖。"
        },
        "em_zx_qhz": {
            "title": "从0-18中选择一个号码，所选号码等于开奖号码的万、千位数字相加之和，即为中奖。"
        },
        "em_zx_qkd": {
            "title": "选择一个数值，若所选数值等于开奖号码的前两位数字之差，即为中奖。"
        },
        "em_zux_qfs": {
            "title": "从0-9中选择两个或多个号码，组成一注或多注，所选号码与开奖号码的万位、千位号码相同，顺序不限，即为中奖。"
        },
        "em_zux_qds": {
            "title": "手动输入或导入一个2位数号码，作为一注，所选号码与开奖号码的万位、千位号码相同，顺序不限，即为中奖。"
        },
        "em_zux_qhz": {
            "title": "从1-17中选择一个号码，所选号码等于开奖号码的万、千位数字（对子号除外，如：33）相加之和，即为中奖。"
        },
        "em_zux_qbd": {
            "title": "从0-9中任选一个号码，开奖号码万位、千位中任意1位号码与所选号码相同。"
        },
        "em_zux_hfs": {
            "title": "从0-9中选择两个或多个号码，组成一注或多注，所选号码与开奖号码的十位、个位号码相同，顺序不限，即为中奖。"
        },
        "em_zux_hds": {
            "title": "手动输入或导入一个2位数号码，作为一注，所选号码与开奖号码的十位、个位号码相同，顺序不限，即为中奖。"
        },
        "em_zux_hhz": {
            "title": "从1-17中选择一个号码，所选号码等于开奖号码的十、个位数字（对子号除外，如：33）相加之和，即为中奖。"
        },
        "em_zux_hbd": {
            "title": "从0-9中任选一个号码，开奖号码十位、个位中任意1位号码与所选号码相同。"
        },
        "dwd_dwd_dwd": {
            "title": "在万、千、百、十、个位任意位置上至少选择一个号码，作为一注，所选号码与相应位置上的开奖号码一致，即为中奖。"
        },
        "bdd_bdd_hs1": {
            "title": "从0-9中至少选择一个号码，一个号码作为一注，若开奖号码的百位、十位、个位中包含所选号码，即为中奖。"
        },
        "bdd_bdd_hs2": {
            "title": "从0-9中至少选择两个号码，每两个号码作为一注，若开奖号码的百位、十位、个位同时包含所选的两个号码，即为中奖。"
        },
        "bdd_bdd_qs1": {
            "title": "从0-9中至少选择一个号码，一个号码作为一注，若开奖号码的万位、千位、百位中包含所选号码，即为中奖。"
        },
        "bdd_bdd_qs2": {
            "title": "从0-9中至少选择两个号码，每两个号码作为一注，若开奖号码的万位、千位、百位同时包含所选的两个号码，即为中奖。"
        },
        "bdd_bdd_z31": {
            "title": "从0-9中至少选择一个号码，一个号码作为一注，若开奖号码的千位、百位、十位中包含所选号码，即为中奖。"
        },
        "bdd_bdd_z32": {
            "title": "从0-9中至少选择两个号码，每两个号码作为一注，若开奖号码的千位、百位、十位包含所选的两个号码（顺序不限），即为中奖。"
        },
        "bdd_bdd4_4x1": {
            "title": "从0-9中至少选择一个号码，一个号码作为一注。若开奖号码的千位、百位、十位、个位中包含所选的号码（顺序不限），即为中奖。"
        },
        "bdd_bdd4_4x2": {
            "title": "从0-9中至少选择两个号码，每两个号码作为一注。若开奖号码的千位、百位、十位、个位中包含所选的两个号码（顺序不限），即为中奖。"
        },
        "bdd_bdd4_4x3": {
            "title": "从0-9中至少选择三个号码，每三个号码作为一注。若开奖号码的千位、百位、十位、个位中包含所选的三个号码（顺序不限），即为中奖。"
        },
        "bdd_bdd5_5x1": {
            "title": "从0-9中至少选择一个号码，一个号码作为一注。若开奖号码中包含所选的号码，即为中奖。"
        },
        "bdd_bdd5_5x2": {
            "title": "从0-9中至少选择两个号码，每两个号码作为一注。若开奖号码中包含所选的两个号码（顺序不限），即为中奖。"
        },
        "bdd_bdd5_5x3": {
            "title": "从0-9中至少选择三个号码，每三个号码作为一注。若开奖号码中包含所选的三个号码（顺序不限），即为中奖。"
        },
        "dxds_dxds_h2": {
            "title": "从十位、个位的“大、小、单、双”形态中各选一个，组成一注。若所选的号码位置、形态，与开奖号码的位置、形态一致，即为中奖。"
        },
        "dxds_dxds_q2": {
            "title": "从万位、千位的“大、小、单、双”形态中各选一个，组成一注。若所选的号码位置、形态，与开奖号码的位置、形态一致，即为中奖。"
        },
        "dxds_dxds_h3": {
            "title": "从百位、十位、个位的“大、小、单、双”形态中各选一个，组成一注。若所选的形态与开奖号码对应位置上的形态相同，即为中奖。"
        },
        "dxds_dxds_q3": {
            "title": "从万位、千位、百位的“大、小、单、双”形态中各选一个，组成一注。若所选的形态与开奖号码对应位置上的形态相同，即为中奖。"
        },
        "dxds_hzdxds_5xhz": {
            "title": "对五个号码和值的大小单双形态进行选择。注：0-22为小，23-45为大。"
        },
        "zh_hzdxds_5xhz": {
            "title": "对五个号码和值的大小单双形态进行选择。注：0-22为小，23-45为大。"
        },
        "dxds_hzdxds_q3hz": {
            "title": "对万、千、百位号码和值的大小单双形态进行选择。注：0-13为小，14-27为大。"
        },
        "zh_hzdxds_q3hz": {
            "title": "对万、千、百位号码和值的大小单双形态进行选择。注：0-13为小，14-27为大。"
        },
        "dxds_hzdxds_h3hz": {
            "title": "对百、十、个位号码和值的大小单双形态进行选择。注：0-13为小，14-27为大。"
        },
        "zh_hzdxds_h3hz": {
            "title": "对百、十、个位号码和值的大小单双形态进行选择。注：0-13为小，14-27为大。"
        },
        "dxds_hzdxds_z3hz": {
            "title": "对千、百、十位号码和值的大小单双形态进行选择。注：0-13为小，14-27为大。"
        },
        "zh_hzdxds_z3hz": {
            "title": "对千、百、十位号码和值的大小单双形态进行选择。注：0-13为小，14-27为大。"
        },
        "dxds_dxgs_wx": {
            "title": "对5个号码中大号与小号的个数进行选择，每个选项为1注。"
        },
        "dxds_dxgs_sx": {
            "title": "对千、百、十、个4个号码中大号与小号的个数进行选择，每个选项为1注。"
        },
        "dxds_dxgs_qs": {
            "title": "对万、千、百3个号码中大号与小号的个数进行选择，每个选项为1注。"
        },
        "dxds_dxgs_zs": {
            "title": "对千、百、十3个号码中大号与小号的个数进行选择，每个选项为1注。"
        },
        "dxds_dxgs_hs": {
            "title": "对百、十、个3个号码中大号与小号的个数进行选择，每个选项为1注。"
        },
        "dxds_dsgs_wx": {
            "title": "对5个号码中单号与双号的个数进行选择，每个选项为1注。"
        },
        "dxds_dsgs_sx": {
            "title": "对千、百、十、个4个号码中单号与双号的个数进行选择，每个选项为1注。"
        },
        "dxds_dsgs_qs": {
            "title": "对万、千、百3个号码中单号与双号的个数进行选择，每个选项为1注。"
        },
        "dxds_dsgs_zs": {
            "title": "对千、百、十3个号码中单号与双号的个数进行选择，每个选项为1注。"
        },
        "dxds_dsgs_hs": {
            "title": "对百、十、个3个号码中单号与双号的个数进行选择，每个选项为1注。"
        },
        "rx2_zx_fs": {
            "title": "在万、千、百、十、个位中任意两个位置上分别选择一个号码，组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx2_zx_ds": {
            "title": "选择两个位置，并手动输入或导入两个号码组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx2_zx_hz": {
            "title": "选择两个位置，并选择一个和值号码组成一注。所选号码等于开奖号码对应位置上的号码之和，即为中奖。"
        },
        "rx2_zux_fs": {
            "title": "选择两个位置，并选择两个号码组成一注。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx2_zux_ds": {
            "title": "选择两个位置，并手动输入或导入一个两位数的号码组成一注。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx2_zux_hz": {
            "title": "选择两个位置，并选择一个和值号码组成一注。所选号码等于开奖号码对应位置上的号码（对子号除外，例如：33）之和，即为中奖。"
        },
        "rx3_zx_fs": {
            "title": "在万、千、百、十、个位中任意三个位置上分别选择一个号码，组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx3_zx_ds": {
            "title": "选择三个位置，并手动输入或导入三个号码组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx3_zx_hz": {
            "title": "选择三个位置，选择一个和值号码组成一注。所选号码等于开奖号码对应位置上的号码之和，即为中奖。"
        },
        "rx3_zux_z3": {
            "title": "选择三个位置，并选择两个号码组成两注。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx3_zux_z6": {
            "title": "选择三个位置，并选择三个号码组成一注。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx3_zux_hh": {
            "title": "选择三个位置，并手动输入或者导入三个号码组成一注（不包含豹子号）。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx3_zux_hz": {
            "title": "选择三个位置，并选择一个和值号码构成一注。所选号码与开奖号码对应位置上的号码（豹子号除外，例如：333）之和相同，即为中奖。"
        },
        "rx4_zx_fs": {
            "title": "在万、千、百、十、个位中任意四个位置上分别选择一个号码，组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx4_zx_ds": {
            "title": "选择任意四个位置，并手动输入或导入四个号码组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx4_zux_z24": {
            "title": "选择任意四个位置，并选择四个号码组成一注。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx4_zux_z12": {
            "title": "选择任意四个位置，并从二重号中选择一个号码，单号中选择两个号码组成一注。若在开奖号码的选定位置上，二重号出现了两次，单号分别出现了一次，顺序不限，即为中奖。"
        },
        "rx4_zux_z6": {
            "title": "选择任意四个位置，并从二重号中选择两个号码组成一注。若在开奖号码的指定位置上，二重号分别出现了两次，顺序不限，即为中奖。"
        },
        "rx4_zux_z4": {
            "title": "选择任意四个位置，并从三重号中选择一个号码，在单号中选择一个号码组成一注。若开奖号码的指定位置上，三重号出现了三次，单号出现了一次，顺序不限，即为中奖。"
        },
        "qw_lhh_wq": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的万位、千位数字比较大小，万位大于千位为龙；千位大于万位为虎；开奖结果与投注项相符，即为中奖。若万位等于千位，则为和，开和退还投注本金。"
        },
        "qw_lhh_wb": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的万位、百位数字比较大小，万位大于百位为龙；百位大于万位为虎；开奖结果与投注项相符，即为中奖。若万位等于千位，则为和，开和退还投注本金。"
        },
        "qw_lhh_ws": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的万位、十位数字比较大小，万位大于十位为龙；十位大于万位为虎；开奖结果与投注项相符，即为中奖。若万位等于十位，则为和，开和退还投注本金。"
        },
        "qw_lhh_wg": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的万位、个位数字比较大小，万位大于个位为龙；个位大于万位为虎；开奖结果与投注项相符，即为中奖。若万位等于个位，则为和，开和退还投注本金。"
        },
        "qw_lhh_qb": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的千位、百位数字比较大小，千位大于百位为龙；百位大于千位为虎；开奖结果与投注项相符，即为中奖。若千位等于百位，则为和，开和退还投注本金。"
        },
        "qw_lhh_qs": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的千位、十位数字比较大小，千位大于十位为龙；十位大于千位为虎；开奖结果与投注项相符，即为中奖。若千位等于十位，则为和，开和退还投注本金。"
        },
        "qw_lhh_qg": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的千位、个位数字比较大小，千位大于个位为龙；个位大于千位为虎；开奖结果与投注项相符，即为中奖。若千位等于个位，则为和，开和退还投注本金。"
        },
        "qw_lhh_bs": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的百位、十位数字比较大小，百位大于十位为龙；十位大于百位为虎；开奖结果与投注项相符，即为中奖。若百位等于十位，则为和，开和退还投注本金。"
        },
        "qw_lhh_bg": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的百位、个位数字比较大小，百位大于个位为龙；个位大于百位为虎；开奖结果与投注项相符，即为中奖。若百位等于个位，则为和，开和退还投注本金。"
        },
        "qw_lhh_sg": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的十位、个位数字比较大小，十位大于个位为龙；个位大于十位为虎；开奖结果与投注项相符，即为中奖。若十位等于个位，则为和，开和退还投注本金。"
        },
        "qw_lh_wq": {
            "title": "万位大于千位为龙；千位大于万位为虎；万位等于千位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_lh_wb": {
            "title": "万位大于百位为龙；百位大于万位为虎；万位等于百位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_lh_ws": {
            "title": "万位大于十位为龙；十位大于万位为虎；万位等于十位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_lh_wg": {
            "title": "万位大于个位为龙；个位大于万位为虎；万位等于个位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_lh_qb": {
            "title": "千位大于百位为龙；百位大于千位为虎；千位等于百位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_lh_qs": {
            "title": "千位大于十位为龙；十位大于千位为虎；千位等于十位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_lh_qg": {
            "title": "千位大于个位为龙；个位大于千位为虎；千位等于个位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_lh_bs": {
            "title": "百位大于十位为龙；十位大于百位为虎；百位等于十位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_lh_bg": {
            "title": "百位大于个位为龙；个位大于百位为虎；百位等于个位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_lh_sg": {
            "title": "十位大于个位为龙；个位大于十位为虎；十位等于个位为和。开奖结果与投注项相符，即为中奖。"
        },
        "qw_ts_yffs": {
            "title": "从0-9中至少选择一个号码，每个号码作为一注。若开奖号码中包含所选号码，即为中奖。"
        },
        "qw_ts_hscs": {
            "title": "从0-9中至少选择一个号码，每个号码作为一注。若所选号码在开奖号码中出现2次（或以上），即为中奖。"
        },
        "qw_ts_sxbx": {
            "title": "从0-9中至少选择一个号码，每个号码作为一注。若所选号码在开奖号码中出现3次（或以上），即为中奖。"
        },
        "qw_ts_sjfc": {
            "title": "从0-9中至少选择一个号码，每个号码作为一注。若所选号码在开奖号码中出现4次（或以上），即为中奖。"
        },
        "qw_xt_q3": {
            "title": "下注万位、千位、百位三个位置上的开奖号码所组成的形态（顺序不限），每个形态为一注。所选形态与开奖号码相符，即为中奖。豹子：三个数字相同，如：111, 222；顺子：三个数字各不相同且相连，如：123, 234, 890, 901, 012.（9与0相连，0与1相连）；对子：三个数字中有1个数字出现了两次，另1个数字出现一次，例如：113, 252, 899；半顺：三个数字各不相同，且其中有2个数字相连，另一个数字不相连,例如：125, 569, 108；杂六：三个数字各不相同，且各不相连，例如：247, 369, 538。"
        },
        "qw_xt_z3": {
            "title": "下注千位、百位、十位三个位置上的开奖号码所组成的形态（顺序不限），每个形态为一注。所选形态与开奖号码相符，即为中奖。豹子：三个数字相同，如：111, 222；顺子：三个数字各不相同且相连，如：123, 234, 890, 901, 012.（9与0相连，0与1相连）；对子：三个数字中有1个数字出现了两次，另1个数字出现一次，例如：113, 252, 899；半顺：三个数字各不相同，且其中有2个数字相连，另一个数字不相连,例如：125, 569, 108；杂六：三个数字各不相同，且各不相连，例如：247, 369, 538。"
        },
        "qw_xt_h3": {
            "title": "下注百位、十位、个位三个位置上的开奖号码所组成的形态（顺序不限），每个形态为一注。所选形态与开奖号码相符，即为中奖。豹子：三个数字相同，如：111, 222；顺子：三个数字各不相同且相连，如：123, 234, 890, 901, 012.（9与0相连，0与1相连）；对子：三个数字中有1个数字出现了两次，另1个数字出现一次，例如：113, 252, 899；半顺：三个数字各不相同，且其中有2个数字相连，另一个数字不相连,例如：125, 569, 108；杂六：三个数字各不相同，且各不相连，例如：247, 369, 538。"
        },
        "qw_xt_wx": {
            "title": "下注开奖号码所组成的形态（顺序不限），每个选项为1注。所选形态与开奖号码相符，即为中奖。四条：开奖号码中有1个数字出现四次，另1个数字出现一次。如：11113, 22022。葫芦：开奖号码中有1个数字出现三次，另1个数字出现两次，如：11122, 32323。顺子：开奖号码的5个数字不同且相连，如：01234, 67890, 89012（9与0相连，0与1相连）。三条：开奖号码中有1个数字出现三次，其余2个数字各出现一次，例如：21113, 22256, 90899。两对：开奖号码中有2个数字各出现两次，另1个数字出现一次：例如：11255, 56569。一对：开奖号码中有1个数字出现两次，其余3个数字各出现一次：例如：11256, 46689。单牌：开奖号码的5个数字各不相同，且不为顺子。例如：12348,24680。"
        },
        "qw_bjl_bjl": {
            "title": "(万位+千位)的和值，取其个位数为庄；(十位+个位)的和值，取其个位数为闲。庄大于闲，即押\"庄\"赢；庄小于闲，即押\"闲\"赢；庄=闲，即押\"和\"赢；若万位与千位号码相同，即押\"庄对\"赢；若十位与个位号码相同，即押\"闲对\"赢；若庄为6，闲小于6，即押\"Super6\"赢。"
        },
        "nn_nn_nn": {
            "title": "牛牛：根据开奖第一球~第五球开出的球号数字为基础，任意组合三个号码成0或10的倍数，取剩余两个号码之和为点数（大于10时减去10后的数字作为兑奖基数，如：00026为牛8,02818为牛9，68628、23500皆为牛牛，26378、15286因任意三个号码都无法组合成0或10的倍数，称为无牛，注：当五个号码相同时，只有00000视为牛牛，其它11111,66666等皆为无牛）。大小：牛大（牛6、牛7、牛8、牛9、牛牛），牛小（牛1、牛2、牛3、牛4、牛5），若开出斗牛结果为无牛，则投注牛大牛小皆为不中奖。单双：牛单（牛1、牛3、牛5、牛7、牛9），牛双（牛2、牛4、牛6、牛8、牛牛），若开出斗牛结果为无牛，则投注牛单牛双皆为不中奖。"
        }
    },
    "11x5": {
        "sm_sm_zxfs": {
            "title": "从前三位中至少各选择一个号码，三个位置上，三个不重复的号码构成一注。所选号码与当期顺序摇出的五个号码中的前三个号码相同，顺序一致，即为中奖。"
        },
        "sm_sm_zxds": {
            "title": "手动输入或导入三个号码（三个号码各不相同），所录入的号码与当期顺序摇出的五个号码中的前三个号码相同，顺序一致，即为中奖。"
        },
        "sm_sm_zuxfs": {
            "title": "从01-11中至少选出三个号码，三个号码构成一注，所选号码与当期顺序摇出的五个号码中的前三个号码相同，顺序不限，即为中奖。"
        },
        "sm_sm_zuxds": {
            "title": "手动输入或导入三个号码（三个号码各不相同）组成一注，所录入的号码与当期顺序摇出的五个号码中的前三个号码相同，顺序不限，即为中奖。"
        },
        "em_em_zxfs": {
            "title": "从前两位中至少各选择一个号码，两个位置上，两个不重复的号码构成一注。所选号码与当期顺序摇出的五个号码中的前两个号码相同，顺序一致，即为中奖。"
        },
        "em_em_zxds": {
            "title": "手动输入或导入两个号码（两个号码不同），所录入的号码与当期顺序摇出的五个号码中的前两个号码相同，顺序一致，即为中奖。"
        },
        "em_em_zuxfs": {
            "title": "从01-11中至少选出两个号码，两个号码构成一注，所选号码与当期顺序摇出的五个号码中的前两个号码相同，顺序不限，即为中奖。"
        },
        "em_em_zuxds": {
            "title": "手动输入或导入两个号码（两个号码不同）组成一注，所录入的号码与当期顺序摇出的五个号码中的前两个号码相同，顺序不限，即为中奖。"
        },
        "bdd_bdd_bdd11y": {
            "title": "从01-11中至少选择一个号码，一个号码作为一注，若当期顺序摇出的五个号码中的前三个号码，包含所选号码，即为中奖。"
        },
        "dwd_dwd_dwd11y": {
            "title": "在前三位的任意位置上任意选择至少一个号码，每个号码作为一注，若所选号码与相同位置上的开奖号码一致，即为中奖。"
        },
        "rxfs_rxfs_1z1": {
            "title": "从01-11中任意选择至少一个号码，一个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_2z2": {
            "title": "从01-11中任意选择至少两个号码，两个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_3z3": {
            "title": "从01-11中任意选择至少三个号码，三个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_4z4": {
            "title": "从01-11中任意选择至少四个号码，四个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_5z5": {
            "title": "从01-11中任意选择至少五个号码，五个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_6z5": {
            "title": "从01-11中任意选择至少六个号码，六个号码作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxfs_rxfs_7z5": {
            "title": "从01-11中任意选择至少七个号码，七个号码作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxfs_rxfs_8z5": {
            "title": "从01-11中任意选择至少八个号码，八个号码作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxds_rxds_1z1": {
            "title": "从01-11中任意输入或导入一个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_2z2": {
            "title": "从01-11中任意输入或导入两个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_3z3": {
            "title": "从01-11中任意输入或导入三个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_4z4": {
            "title": "从01-11中任意输入或导入四个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_5z5": {
            "title": "从01-11中任意输入或导入五个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_6z5": {
            "title": "从01-11中任意输入或导入六个号码，作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxds_rxds_7z5": {
            "title": "从01-11中任意输入或导入七个号码，作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxds_rxds_8z5": {
            "title": "从01-11中任意输入或导入八个号码，作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxdt_rxdt_2z2": {
            "title": "分别从胆码和拖码的01-11中，选择1个胆码和至少2个拖码形成注单。只要当期摇出的5个开奖号码中，包含所选的胆码和拖码组成的注单，即为中奖。"
        },
        "rxdt_rxdt_3z3": {
            "title": "分别从胆码和拖码的01-11中，选择1-2个胆码和至少2个拖码形成注单。只要当期摇出的5个开奖号码中，包含所选的胆码和拖码组成的注单，即为中奖。"
        },
        "rxdt_rxdt_4z4": {
            "title": "分别从胆码和拖码的01-11中，选择1-3个胆码和至少2个拖码形成注单。只要当期摇出的5个开奖号码中，包含所选的胆码和拖码组成的注单，即为中奖。"
        },
        "rxdt_rxdt_5z5": {
            "title": "分别从胆码和拖码的01-11中，选择1-4个胆码和至少2个拖码形成注单。只要当期摇出的5个开奖号码，与所选的胆码和拖码组成的注单相同，即为中奖。"
        },
        "rxdt_rxdt_6z5": {
            "title": "分别从胆码和拖码的01-11中，选择1-5个胆码和至少2个拖码形成注单。只要当期摇出的5个开奖号码，出现在所选的胆码和拖码组成的注单中，即为中奖。"
        },
        "rxdt_rxdt_7z5": {
            "title": "分别从胆码和拖码的01-11中，选择1-6个胆码和至少2个拖码形成注单。只要当期摇出的5个开奖号码，出现在所选的胆码和拖码组成的注单中，即为中奖。"
        },
        "rxdt_rxdt_8z5": {
            "title": "分别从胆码和拖码的01-11中，选择1-7个胆码和至少2个拖码形成注单。只要当期摇出的5个开奖号码，出现在所选的胆码和拖码组成的注单中，即为中奖。"
        },
        "qw_qw_dds": {
            "title": "从5个开奖号码形成的六种单双组合中选择一种作为一注，若开奖号码符合所选的单双组合，即中奖。每种组合的中奖概率不一样，奖金也各不相同，奖金由高至低排列依次为：0单5双、5单0双、1单4双、4单1双、2单3双、3单2双。"
        },
        "qw_qw_czw": {
            "title": "从03至09中选择1个号码作为1注，若开奖号码按照从大到小顺序排列后的第3个号码与投注号码相同，即为中奖。号码中奖概率不一样，奖金也不相同，奖金由高至低排列依次为：03/09、04/08、05/07、06。"
        }
    },
    "pk10": {
        "cq1_cq1_cq1": {
            "title": "在冠军位上任意选择至少一个号码，一个号码组成一注。若开奖号码的第一位与所选号码相同，即为中奖。"
        },
        "cq2_cq2_cq2": {
            "title": "在冠军和第二名位置上分别选择至少一个号码，两个不重复的号码组成一注。所选号码与开奖号码的前两位号码相同，顺序一致，即为中奖。"
        },
        "cq2_cq2_ds": {
            "title": "手动输入或导入两个不重复的号码组成一注。所录入的号码与开奖号码的前两位号码相同，顺序一致，即为中奖。"
        },
        "cq3_cq3_cq3": {
            "title": "在冠军、第二名、第三名位置上分别选择至少一个号码，三个不重复的号码组成一注。所选号码与开奖号码的前三位号码相同，顺序一致，即为中奖。"
        },
        "cq3_cq3_ds": {
            "title": "手动输入或导入三个不重复的号码组成一注。所录入的号码与开奖号码的前三位号码相同，顺序一致，即为中奖。"
        },
        "cq4_cq4_cq4": {
            "title": "在冠军、第二名、第三名、第四名位置上分别选择至少一个号码，四个不重复的号码组成一注。所选号码与开奖号码的前四位号码相同，顺序一致，即为中奖。"
        },
        "cq4_cq4_ds": {
            "title": "手动输入或导入四个不重复的号码组成一注。所录入的号码与开奖号码的前四位号码相同，顺序一致，即为中奖。"
        },
        "cq5_cq5_cq5": {
            "title": "在冠军、第二名、第三名、第四名、第五名位置上分别选择至少一个号码，五个不重复的号码组成一注。所选号码与开奖号码的前五位号码相同，顺序一致，即为中奖。"
        },
        "cq5_cq5_ds": {
            "title": "手动输入或导入五个不重复的号码组成一注。所录入的号码与开奖号码的前五位号码相同，顺序一致，即为中奖。"
        },
        "dwd_dwd_q5": {
            "title": "在前五位的任意位置上至少选择一个号码，所选号码与开奖号码对应位置上的号码相同，即为中奖。"
        },
        "dwd_dwd_h5": {
            "title": "在后五位的任意位置上至少选择一个号码，所选号码与开奖号码对应位置上的号码相同，即为中奖。"
        },
        "dx_dx_d1": {
            "title": "对冠军的“大（06、07、08、09、10）、小（01、02、03、04、05）”形态进行选择，所选形态与开奖号码第一位的形态相同，即为中奖。"
        },
        "dx_dx_d2": {
            "title": "对第二名的“大（06、07、08、09、10）、小（01、02、03、04、05）”形态进行选择，所选形态与开奖号码第二位的形态相同，即为中奖。"
        },
        "dx_dx_d3": {
            "title": "对第三名的“大（06、07、08、09、10）、小（01、02、03、04、05）”形态进行选择，所选形态与开奖号码第三位的形态相同，即为中奖。"
        },
        "dx_dx_d4": {
            "title": "对第四名的“大（06、07、08、09、10）、小（01、02、03、04、05）”形态进行选择，所选形态与开奖号码第四位的形态相同，即为中奖。"
        },
        "dx_dx_d5": {
            "title": "对第五名的“大（06、07、08、09、10）、小（01、02、03、04、05）”形态进行选择，所选形态与开奖号码第五位的形态相同，即为中奖。"
        },
        "dx_dx_q2": {
            "title": "对冠亚和值的大（11,12,13,14,15,16,17,18,19）、小（3,4,5,6,7,8,9,10）形态进行选择。所选形态与开奖号码冠亚和值的形态一致，即为中奖"
        },
        "hz_hz_q2": {
            "title": "从3-19中任意选择至少一个号码，若所选号码的数值等于开奖号码的前两位数字相加之和，即为中奖。"
        },
        "hz_hz_q3": {
            "title": "从6-27中任意选择至少一个号码，若所选号码的数值等于开奖号码的前三位数字相加之和，即为中奖。"
        },
        "ds_ds_d1": {
            "title": "对冠军的“单（01、03、05、07、09）、双（02、04、06、08、10）”形态进行选择，所选形态与开奖号码第一位的形态相同，即为中奖。"
        },
        "ds_ds_d2": {
            "title": "对第二名的“单（01、03、05、07、09）、双（02、04、06、08、10）”形态进行选择，所选形态与开奖号码第二位的形态相同，即为中奖。"
        },
        "ds_ds_d3": {
            "title": "对第三名的“单（01、03、05、07、09）、双（02、04、06、08、10）”形态进行选择，所选形态与开奖号码第三位的形态相同，即为中奖。"
        },
        "ds_ds_d4": {
            "title": "对第四名的“单（01、03、05、07、09）、双（02、04、06、08、10）”形态进行选择，所选形态与开奖号码第四位的形态相同，即为中奖。"
        },
        "ds_ds_d5": {
            "title": "对第五名的“单（01、03、05、07、09）、双（02、04、06、08、10）”形态进行选择，所选形态与开奖号码第五位的形态相同，即为中奖。"
        },
        "ds_ds_q2": {
            "title": "对冠亚和值的单（3,5,7,9,11,13,15,17,19）、双（4,6,8,10,12,14,16,18）形态进行选择。所选形态与开奖号码冠亚和值的形态一致，即为中奖。"
        },
        "lh_lh_1v10": {
            "title": "若第一名号码大于第十名号码，龙中奖；反之则虎中奖。"
        },
        "lh_lh_2v9": {
            "title": "若第二名号码大于第九名号码，龙中奖；反之则虎中奖。"
        },
        "lh_lh_3v8": {
            "title": "若第三名号码大于第八名号码，龙中奖；反之则虎中奖。"
        },
        "lh_lh_4v7": {
            "title": "若第四名号码大于第七名号码，龙中奖；反之则虎中奖。"
        },
        "lh_lh_5v6": {
            "title": "若第五名号码大于第六名号码，龙中奖；反之则虎中奖。"
        },
        "rx2_zx_fs": {
            "title": "任意选两个位置分别选择至少一个号码，两个不重复的号码组成一注，所选号码与开奖号码对应位置上的号码相同且顺序一致，即为中奖。"
        },
        "rx2_zx_ds": {
            "title": "任意选择两个位置,手动输入或导入两个不重复的号码组成一注，所选号码与开奖号码对应位置上的号码相同且顺序一致，即为中奖。"
        },
        "rx3_zx_fs": {
            "title": "任意选三个位置分别选择至少一个号码，三个不重复的号码组成一注，所选号码与开奖号码对应位置上的号码相同且顺序一致，即为中奖。"
        },
        "rx3_zx_ds": {
            "title": "任意选择三个位置,手动输入或导入三个不重复的号码组成一注，所选号码与开奖号码对应位置上的号码相同且顺序一致，即为中奖。"
        }
    },
    "3d": {
        "sm_zx_fs": {
            "title": "从百位、十位、个位分别至少选择一个号码，三个号码作为一注，若所选号码与开奖号码相同，且顺序一致，即为中奖。"
        },
        "sm_zx_ds": {
            "title": "手动输入或导入一个三位数号码，录入的号码与开奖号码相同，且顺序一致，即为中奖。"
        },
        "sm_zx_hz": {
            "title": "从0-27中至少任选一个号码，每个号码作为一注。所选号码等于开奖号码三个数字相加之和，即为中奖。"
        },
        "sm_zux_z3": {
            "title": "从0-9中至少任选两个号码，两个号码组成两注，所选号码与开奖号码的百位、十位、个位号码相同，顺序不限，即为中奖。"
        },
        "sm_zux_z6": {
            "title": "从0-9中至少任选三个号码，三个号码作为一注，所选号码与开奖号码的百位、十位、个位号码相同，顺序不限，即为中奖。"
        },
        "sm_zux_hh": {
            "title": "手动输入或导入一个三位数号码（不含豹子号，如：111,222），所选号码与开奖号码相同，顺序不限，即为中奖。形态为组三，获得组三奖金；形态为组六，获得组六奖金。"
        },
        "sm_zux_hz": {
            "title": "从1-26中至少任选一个号码，所选号码等于开奖号码（不含豹子号）数字之和，即为中奖。"
        },
        "em_zx_hfs": {
            "title": "从十位、个位分别至少选择一个号码，两个号码作为一注，所选号码与开奖号码的十位、个位号码相同，顺序一致，即为中奖。"
        },
        "em_zx_hds": {
            "title": "手动输入或导入一个二位数作为一注，录入号码与开奖号码的十位、个位号码相同，顺序一致，即为中奖。"
        },
        "em_zx_qfs": {
            "title": "从百位、十位分别至少选择一个号码，两个号码作为一注，所选号码与开奖号码的百位、十位号码相同，顺序一致，即为中奖。"
        },
        "em_zx_qds": {
            "title": "手动输入或导入一个二位数作为一注，录入号码与开奖号码的百位、十位号码相同，顺序一致，即为中奖。"
        },
        "em_zux_hfs": {
            "title": "从0-9中至少任选两个号码，两个号码作为一注，所选号码与开奖号码的十位、个位号码相同，顺序不限，即为中奖。"
        },
        "em_zux_hds": {
            "title": "手动输入或导入一个二位数作为一注，录入号码与开奖号码的十位、个位号码相同，顺序不限，即为中奖。"
        },
        "em_zux_qfs": {
            "title": "从0-9中至少任选两个号码，两个号码作为一注，所选号码与开奖号码的百位、十位号码相同，顺序不限，即为中奖。"
        },
        "em_zux_qds": {
            "title": "手动输入或导入一个二位数作为一注，录入号码与开奖号码的百位、十位号码相同，顺序不限，即为中奖。"
        },
        "dwd_dwd_dwd": {
            "title": "从百位、十位、个位任意位置任选一个号码，每个号码作为一注，若所选号码与开奖号码对应位置上的号码相同，即为中奖。"
        },
        "bdd_bdd_bdd1": {
            "title": "从0-9中至少任选一个号码，一个号码作为一注，若开奖号码的百位、十位、个位中包含所选号码，即为中奖。"
        },
        "bdd_bdd_bdd2": {
            "title": "从0-9中至少任选两个号码，两个号码作为一注，若开奖号码的百位、十位、个位中包含所选号码，即为中奖"
        },
        "qw_lhh_bs": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的百位、十位数字比较大小，百位大于十位为龙；十位大于百位为虎；开奖结果与投注项相符，即为中奖。若百位等于十位，则为和，开和退还投注本金。"
        },
        "qw_lhh_bg": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的百位、个位数字比较大小，百位大于个位为龙；个位大于百位为虎；开奖结果与投注项相符，即为中奖。若百位等于个位，则为和，开和退还投注本金。"
        },
        "qw_lhh_sg": {
            "title": "在龙、虎两种形态中选择一种。用开奖号码的十位、个位数字比较大小，十位大于个位为龙；个位大于十位为虎；开奖结果与投注项相符，即为中奖。若十位等于个位，则为和，开和退还投注本金。"
        },
        "qw_xt_xt": {
            "title": "下注百位、十位、个位三个位置上的开奖号码所组成的形态（顺序不限），每个形态为一注。所选形态与开奖号码相符，即为中奖。豹子：三个数字相同，如：111, 222；顺子：三个数字各不相同且相连，如：123, 234, 890, 901, 012.（9与0相连，0与1相连）；对子：三个数字中有1个数字出现了两次，另1个数字出现一次，例如：113, 252, 899；半顺：三个数字各不相同，且其中有2个数字相连，另一个数字不相连,例如：125, 569, 108；杂六：三个数字各不相同，且各不相连，例如：247, 369, 538。"
        }
    },
    "k3": {
        "hz_hz_hz": {
            "title": "选择一个和值号码进行投注。若所选号码等于开奖号码之和，即为中奖。 "
        },
        "th3_th3_th3dx": {
            "title": "在六组三同号（111,222,333,444,555,666）中选择一组，作为一注。若所选号码组与开奖号码相同，即为中奖。"
        },
        "th3_th3_th3tx": {
            "title": "选择所有三同号（111,222,333,444,555,666）作为一注。若开奖号码中三个数字相同，即为中奖。"
        },
        "th2_th2dx_fs": {
            "title": "从二同号（11,22,33,44,55,66）和不同号（1,2,3,4,5,6）中各选一个组成一注。若所选号码与开奖号码相同，即为中奖。"
        },
        "th2_th2dx_ds": {
            "title": "从下列30组号码中选择一组作为一注。若所选号码与开奖号码相同，即为中奖。"
        },
        "th2_th2fx_fx": {
            "title": "从六组二同号（11,22,33,44,55,66）中选择一组作为一注。若开奖号码中包含所选的二同号，即为中奖。"
        },
        "bth3_bth3_fs": {
            "title": "从1-6中选择三个号码作为一注。若所选的三个号码与开奖号码相同，即为中奖。"
        },
        "bth3_bth3_ds": {
            "title": "从下列20组号码中选择一组作为一注。若所选号码与开奖号码相同，即为中奖。"
        },
        "bth3_lh3_tx": {
            "title": "对所有的三连号（123,234,345,456）进行投注。若开奖号码为其中任意一个三连号，即为中奖。"
        },
        "bth3_lh3_dx": {
            "title": "从以下4个三连号中选择一个进行投注，若投注号码与开奖号码相同，即为中奖。"
        },
        "bth3_bs_tx": {
            "title": "选择所有的半顺形态号码作为一注进行投注，若开奖号码为其中任意一组号码，即为中奖。"
        },
        "bth3_bs_dx": {
            "title": "从以下12组半顺形态号码中选择一组进行投注，若所选号码与开奖号码相同，即为中奖。"
        },
        "bth3_z6_tx": {
            "title": "选择所有杂六形态号码作为一注进行投注，若开奖号码为其中任意一组号码，即为中奖。"
        },
        "bth3_z6_dx": {
            "title": "从以下4组杂六形态号码中选择一组进行投注，若所选号码与开奖号码相同，即为中奖。"
        },
        "bth2_bth2_fs": {
            "title": "从1-6中选择两个号码作为一注。若开奖号码中包含所选号码，即为中奖。"
        },
        "bth2_bth2_ds": {
            "title": "从下列15组号码中选择一组作为一注。若开奖号码中包含所选号码，即为中奖。"
        },
        "dxds_dxds_dxds": {
            "title": "对三个号码和值的大小单双形态进行选择。注：3-10为小，11-18为大。"
        },
        "cygh_cygh_cygh": {
            "title": "从1-6这六个号码中选择一个进行投注，若选择的号码出现在开奖号码中，即为中奖。"
        }
    },
    "kl12": {
        "sm_sm_zxfs": {
            "title": "从前三位中至少各选择一个号码，三个位置上，三个不重复的号码构成一注。所选号码与当期顺序摇出的五个号码中的前三个号码相同，顺序一致，即为中奖。"
        },
        "sm_sm_zxds": {
            "title": "手动输入或导入三个号码（三个号码各不相同），所录入的号码与当期顺序摇出的五个号码中的前三个号码相同，顺序一致，即为中奖。"
        },
        "sm_sm_zuxfs": {
            "title": "从01-12中至少选出三个号码，三个号码构成一注，所选号码与当期顺序摇出的五个号码中的前三个号码相同，顺序不限，即为中奖。"
        },
        "sm_sm_zuxds": {
            "title": "手动输入或导入三个号码（三个号码各不相同）组成一注，所录入的号码与当期顺序摇出的五个号码中的前三个号码相同，顺序不限，即为中奖。"
        },
        "em_em_zxfs": {
            "title": "从前两位中至少各选择一个号码，两个位置上，两个不重复的号码构成一注。所选号码与当期顺序摇出的五个号码中的前两个号码相同，顺序一致，即为中奖。"
        },
        "em_em_zxds": {
            "title": "手动输入或导入两个号码（两个号码不同），所录入的号码与当期顺序摇出的五个号码中的前两个号码相同，顺序一致，即为中奖。"
        },
        "em_em_zuxfs": {
            "title": "从01-12中至少选出两个号码，两个号码构成一注，所选号码与当期顺序摇出的五个号码中的前两个号码相同，顺序不限，即为中奖。"
        },
        "em_em_zuxds": {
            "title": "手动输入或导入两个号码（两个号码不同）组成一注，所录入的号码与当期顺序摇出的五个号码中的前两个号码相同，顺序不限，即为中奖。"
        },
        "bdd_bdd_3x1m": {
            "title": "从01-12中至少选择一个号码，一个号码作为一注，若当期顺序摇出的五个号码中的前三个号码，包含所选号码，即为中奖。"
        },
        "bdd_bdd_4x1m": {
            "title": "从01-12中至少选择一个号码，一个号码作为一注，若当期顺序摇出的五个号码中的前四个号码，包含所选号码，即为中奖。"
        },
        "bdd_bdd_5x1m": {
            "title": "从01-12中至少选择一个号码，一个号码作为一注，若当期顺序摇出的五个号码中，包含所选号码，即为中奖。"
        },
        "dwd_dwd_dwd11y": {
            "title": "在前五位的任意位置上任意选择至少一个号码，每个号码作为一注，若所选号码与相同位置上的开奖号码一致，即为中奖。"
        },
        "rxfs_rxfs_1z1": {
            "title": "从01-12中任意选择至少一个号码，一个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_2z2": {
            "title": "从01-12中任意选择至少两个号码，两个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_3z3": {
            "title": "从01-12中任意选择至少三个号码，三个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_4z4": {
            "title": "从01-12中任意选择至少四个号码，四个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_5z5": {
            "title": "从01-12中任意选择至少五个号码，五个号码作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxfs_rxfs_6z5": {
            "title": "从01-12中任意选择至少六个号码，六个号码作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxfs_rxfs_7z5": {
            "title": "从01-12中任意选择至少七个号码，七个号码作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxfs_rxfs_8z5": {
            "title": "从01-12中任意选择至少八个号码，八个号码作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxds_rxds_1z1": {
            "title": "从01-12中任意输入或导入一个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_2z2": {
            "title": "从01-12中任意输入或导入两个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_3z3": {
            "title": "从01-12中任意输入或导入三个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_4z4": {
            "title": "从01-12中任意输入或导入四个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_5z5": {
            "title": "从01-12中任意输入或导入五个号码，作为一注，只要当期顺序摇出的五个开奖号码中包含所选号码，即为中奖。"
        },
        "rxds_rxds_6z5": {
            "title": "从01-12中任意输入或导入六个号码，作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxds_rxds_7z5": {
            "title": "从01-12中任意输入或导入七个号码，作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxds_rxds_8z5": {
            "title": "从01-12中任意输入或导入八个号码，作为一注，只要所选号码包含当期顺序摇出的五个开奖号码，即为中奖。"
        },
        "rxdt_rxdt_2z2": {
            "title": "只要当期顺序摇出的5个开奖号码中，包含所选的胆码和拖码组成的注单，即为中奖。"
        },
        "rxdt_rxdt_3z3": {
            "title": "只要当期顺序摇出的5个开奖号码中，包含所选的胆码和拖码组成的注单，即为中奖。"
        },
        "rxdt_rxdt_4z4": {
            "title": "只要当期顺序摇出的5个开奖号码中，包含所选的胆码和拖码组成的注单，即为中奖。"
        },
        "rxdt_rxdt_5z5": {
            "title": "只要当期顺序摇出的5个开奖号码，与所选的胆码和拖码组成的注单相同，即为中奖"
        },
        "rxdt_rxdt_6z5": {
            "title": "只要当期顺序摇出的5个开奖号码，出现在所选的胆码和拖码组成的注单中，即为中奖。"
        },
        "rxdt_rxdt_7z5": {
            "title": "只要当期顺序摇出的5个开奖号码，出现在所选的胆码和拖码组成的注单中，即为中奖。"
        },
        "rxdt_rxdt_8z5": {
            "title": "只要当期顺序摇出的5个开奖号码，出现在所选的胆码和拖码组成的注单中，即为中奖。"
        }
    },
    "ky481": {
        "sx_zx_fs": {
            "title": "在自由泳、仰泳、蛙泳、蝶泳上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "sx_zx_ds": {
            "title": "手动输入或导入一个四位数号码，组合成一注。录入的号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "sx_zx_zh": {
            "title": "在自由泳、仰泳、蛙泳、蝶泳上各选一个号码，组成1-4星的组合共4注。所选号码的蝶泳位置与开奖号码蝶泳位置相同，即中1个四等奖；所选号码的蝶泳、蛙泳位置与开奖号码蝶泳、蛙泳位置相同，即中1个四等奖和1个三等奖；以此类推，最多中四个奖。"
        },
        "sx_zux_z24": {
            "title": "从1-8中任选4个号码组成一注，所选号码与开奖号码的自由泳、仰泳、蛙泳、蝶泳数字相同，顺序不限，即为中奖。"
        },
        "sx_zux_z12": {
            "title": "从1-8中选择1个号码作为二重号；再从1-8中选择2个号码作为单号。若所选的二重号在开奖号码的自由泳、仰泳、蛙泳、蝶泳中出现了2次，两个单号各出现1次，即为中奖。"
        },
        "sx_zux_z6": {
            "title": "从1-8中选择2个号码作为二重号。若所选择的二重号在开奖号码的自由泳、仰泳、蛙泳、蝶泳中分别出现了两次，即为中奖。"
        },
        "sx_zux_z4": {
            "title": "从1-8中选择1个号码作为三重号；再从1-8中选择1个号码作为单号。若所选择的三重号在开奖号码的自由泳、仰泳、蛙泳、蝶泳中出现了三次，单号出现了1次，即为中奖。"
        },
        "hsm_zx_fs": {
            "title": "在仰泳、蛙泳、蝶泳上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "hsm_zx_ds": {
            "title": "手动输入或导入一个三位数号码，组合成一注。录入的号码与开奖号码的仰泳、蛙泳、蝶泳一致且顺序相同，即为中奖。"
        },
        "hsm_zx_hz": {
            "title": "从3-24中选择一个号码，若开奖号码的仰泳、蛙泳、蝶泳相加之和，等于所选号码，即为中奖。"
        },
        "hsm_zux_z3": {
            "title": "从1-8中选择2个号码组成两注，所选号码与开奖号码的仰泳、蛙泳、蝶泳数字相同，顺序不限，即为中奖。"
        },
        "hsm_zux_z6": {
            "title": "从1-8中选择3个号码组成一注，所选号码与开奖号码的仰泳、蛙泳、蝶泳数字相同，顺序不限，即为中奖。"
        },
        "hsm_zux_hh": {
            "title": "手动输入或导入号码，三个号码为一注，对比开奖号码的仰泳、蛙泳、蝶泳，符合后三组三或组六的规则，均为中奖。"
        },
        "hsm_zux_hz": {
            "title": "从4-23中选择一个号码作为一注，所选号码等于开奖号码仰泳、蛙泳、蝶泳数字（豹子号除外，如：333）相加之和，即为中奖。"
        },
        "qsm_zx_fs": {
            "title": "在自由泳、仰泳、蛙泳上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "qsm_zx_ds": {
            "title": "手动输入或导入一个三位数号码，组合成一注。录入的号码与开奖号码的自由泳、仰泳、蛙泳一致且顺序相同，即为中奖。"
        },
        "qsm_zx_hz": {
            "title": "从3-24中选择一个号码，若开奖号码的自由泳、仰泳、蛙泳相加之和，等于所选号码，即为中奖。"
        },
        "qsm_zux_z3": {
            "title": "从1-8中选择2个号码组成两注，所选号码与开奖号码的自由泳、仰泳、蛙泳数字相同，顺序不限，即为中奖。"
        },
        "qsm_zux_z6": {
            "title": "从1-8中选择3个号码组成一注，所选号码与开奖号码的自由泳、仰泳、蛙泳数字相同，顺序不限，即为中奖。"
        },
        "qsm_zux_hh": {
            "title": "手动输入或导入号码，三个号码为一注，对比开奖号码的自由泳、仰泳、蛙泳，符合前三组三或组六的规则，均为中奖。"
        },
        "qsm_zux_hz": {
            "title": "从4-23中选择一个号码作为一注，所选号码等于开奖号码自由泳、仰泳、蛙泳数字（豹子号除外，如：333）相加之和，即为中奖。"
        },
        "qsm_zux_bd": {
            "title": "从1-8中任选一个号码，开奖号码前三位任意1位号码与所选号码相同（不含豹子号），即为中奖。"
        },
        "em_zx_hfs": {
            "title": "在蛙泳、蝶泳上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "em_zx_hds": {
            "title": "手动输入或导入一个两位数号码，组合成一注。录入的号码与开奖号码的蛙泳、蝶泳一致且顺序相同，即为中奖。"
        },
        "em_zx_hhz": {
            "title": "从2-16中选择一个号码，所选号码等于开奖号码的蛙泳、蝶泳数字相加之和，即为中奖。"
        },
        "em_zx_hkd": {
            "title": "选择一个数值，若所选数值等于开奖号码的后两位数字之差，即为中奖。"
        },
        "em_zx_qfs": {
            "title": "在自由泳、仰泳上分别选择一个或多个号码，组合成一注或多注。所选号码与开奖号码一致且顺序相同，即为中奖。"
        },
        "em_zx_qds": {
            "title": "手动输入或导入一个两位数号码，组合成一注。录入的号码与开奖号码的自由泳、仰泳一致且顺序相同，即为中奖。"
        },
        "em_zx_qhz": {
            "title": "从2-16中选择一个号码，所选号码等于开奖号码的自由泳、仰泳数字相加之和，即为中奖。"
        },
        "em_zx_qkd": {
            "title": "选择一个数值，若所选数值等于开奖号码的前两位数字之差，即为中奖。"
        },
        "em_zux_qfs": {
            "title": "从1-8中选择两个或多个号码，组成一注或多注，所选号码与开奖号码的自由泳、仰泳号码相同，顺序不限，即为中奖。"
        },
        "em_zux_qds": {
            "title": "手动输入或导入一个2位数号码，作为一注，所选号码与开奖号码的自由泳、仰泳号码相同，顺序不限，即为中奖。"
        },
        "em_zux_qhz": {
            "title": "从3-15中选择一个号码，所选号码等于开奖号码的自由泳、仰泳数字（对子号除外，如：33）相加之和，即为中奖。"
        },
        "em_zux_hfs": {
            "title": "从1-8中选择两个或多个号码，组成一注或多注，所选号码与开奖号码的蛙泳、蝶泳号码相同，顺序不限，即为中奖。"
        },
        "em_zux_hds": {
            "title": "手动输入或导入一个2位数号码，作为一注，所选号码与开奖号码的蛙泳、蝶泳号码相同，顺序不限，即为中奖。"
        },
        "em_zux_hhz": {
            "title": "从3-15中选择一个号码，所选号码等于开奖号码的蛙泳、蝶泳数字（对子号除外，如：33）相加之和，即为中奖。"
        },
        "dwd_dwd_dwd": {
            "title": "在自由泳、仰泳、蛙泳、蝶泳任意位置上至少选择一个号码，作为一注，所选号码与相应位置上的开奖号码一致，即为中奖。"
        },
        "rx2_zx_fs": {
            "title": "在自由泳、仰泳、蛙泳、蝶泳中任意两个位置上分别选择一个号码，组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx2_zx_ds": {
            "title": "选择两个位置，并手动输入或导入两个号码组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx2_zx_hz": {
            "title": "选择两个位置，并选择一个和值号码组成一注。所选号码等于开奖号码对应位置上的号码之和，即为中奖。"
        },
        "rx2_zux_fs": {
            "title": "选择两个位置，并选择两个号码组成一注。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx2_zux_ds": {
            "title": "选择两个位置，并手动输入或导入一个两位数的号码组成一注。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx2_zux_hz": {
            "title": "选择两个位置，并选择一个和值号码组成一注。所选号码等于开奖号码对应位置上的号码（对子号除外，例如：33）之和，即为中奖。"
        },
        "rx3_zx_fs": {
            "title": "在自由泳、仰泳、蛙泳、蝶泳中任意三个位置上分别选择一个号码，组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx3_zx_ds": {
            "title": "选择三个位置，并手动输入或导入三个号码组成一注。若所选号码与开奖号码一致，且位置相同，即为中奖。"
        },
        "rx3_zx_hz": {
            "title": "选择三个位置，选择一个和值号码组成一注。所选号码等于开奖号码对应位置上的号码之和，即为中奖。"
        },
        "rx3_zux_z3": {
            "title": "选择三个位置，并选择两个号码组成两注。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx3_zux_z6": {
            "title": "选择三个位置，并选择三个号码组成一注。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx3_zux_hh": {
            "title": "选择三个位置，并手动输入或者导入三个号码组成一注（不包含豹子号）。若在选定的位置上，所选号码与开奖号码相同，顺序不限，即为中奖。"
        },
        "rx3_zux_hz": {
            "title": "选择三个位置，并选择一个和值号码构成一注。所选号码与开奖号码对应位置上的号码（豹子号除外，例如：333）之和相同，即为中奖。"
        }
    },
    "lhc": {
        "tm_tm_zx": {
            "title": "从1-49这49个号码中任选一个号码作为一注，下注号码与特码的开奖号码相同，即为中奖。"
        },
        "tm_tm_sx": {
            "title": "从十二生肖中选择一个生肖作为一注，特码的开奖号码属于所选生肖对应的号码，即为中奖。"
        },
        "tm_tm_sb": {
            "title": "从红波、蓝波、绿波三个色波中选择一个作为一注，特码的开奖号码颜色与所选色波颜色相同，即为中奖。"
        },
        "tm_tm_dxds": {
            "title": "从大、小、单、双中任选一个作为一注，投注项与特码的开奖号码相符时，即为中奖（1-24为小，25-49为大）。"
        },
        "tm_tm_ws": {
            "title": "从0尾-9尾中任选一个作为一注，特码的开奖号码属于所选尾数对应的号码，即为中奖。"
        },
        "zt1m_zt1m_zt1m": {
            "title": "选择1个号码作为1注，只要下注号码出现在当期开奖号码中(正码+特码)，即为中奖"
        },
        "zt1x_zt1x_zt1x": {
            "title": "选择1个生肖作为1注，只要当期号码（正码+特码）中，有1个或以上的号码属于所选的生肖，即为中奖。"
        },
        "ztws_ztws_ztws": {
            "title": "选择1个尾数作为1注，只要当期号码（正码+特码）中，有1个或以上的号码属于所选的尾数范围，即为中奖。"
        },
        "lx_lx_2lx": {
            "title": "选择两个生肖作为1注，若这两个生肖中的每1个，都能在开奖号码中找到与之对应的号码（1个或以上），即中奖。"
        },
        "lx_lx_3lx": {
            "title": "选择3个生肖作为1注，若这3个生肖中的每1个，都能在开奖号码中找到与之对应的号码（1个或以上），即中奖。"
        },
        "lx_lx_4lx": {
            "title": "选择4个生肖作为1注，若这4个生肖中的每1个，都能在开奖号码中找到与之对应的号码（1个或以上），即中奖。"
        },
        "lm_lm_2z2": {
            "title": "选择两个号码作为1注，当期开奖号码的正码中，出现所选的2个号码，即为中奖。"
        },
        "lm_lm_3z2": {
            "title": "选择3个号码作为1注，当期开奖号码的正码中，出现所选3个号码中任意2个或3个，都为中奖。"
        },
        "lm_lm_3z3": {
            "title": "选择3个号码作为1注，当期开奖号码的正码中，出现所选的3个号码，即为中奖。"
        },
        "hzdxds_hzdxds_hzdxds": {
            "title": "所有7个开奖号码的数值总和叫做和值，如果和值大于或等于175则“大”中奖，小于175则“小”中奖；和值是单数，则“单”中奖，是双数则“双”中奖。"
        }
    }
};